Repository: andresgz/ekratia
Catalog: ekratia/locale/*/LC_MESSAGES/django.po
Languages: es

source: Subject
es: Asunto

source: Message
es: Mensaje

source: Text that this referendum will remove from our rules
es: Texto que este referendo eliminará de nuestras reglas

source: Text that this referendum will add to our rules
es: Texto que este referendo añadirá a nuestras reglas

source: Referendum Ready to Vote!
es: Referendo listo para votar

source: Referendum is already Open
es: Referendo ya está abierto

source: We got your Vote. Thanks!
es: Gracias por votar!

source: Referendum is Closed
es: Referendo está cerrado

source: Referendums
es: Referendos

source: Conversations
es: Conversaciones

source: Rules
es: Reglas

source: Profile
es: Perfil

source: Your delegates
es: Sus Delegados

source: Logout
es: Cerrar sesión

source: Log In
es: Iniciar Sesión

source: Start a conversation
es: Iniciar Conversación

source: Start a Conversation
es: Iniciar Conversación

source: Submit
es: Enviar

source: Conversation
es: Conversación

source: My Delegates
es: Mis Delegados

source: Delegates
es: Delegados

source: You represent
es: Usted representa

source: votes
es: votos

source: Your Delegates
es: Sus Delegados

source: You haven't delegated your votes yet
es: Usted o ha delegado sus votos aún

source: Add More Delegates
es: Añadir más delegados

source: There are not available delegates
es: No hay delegados disponibles

source: Let's build a better government
es: Construyamos un mejor gobierno

source: Join Us
es: Unete a nosotros

source: What is Ekratia?
es: Qué es Ekratia?

source: Democracy made for the Internet
es: Democracia hecha para Internet

source: Delegate
es: Delegado

source: Vote directly or delegate your votes to others
es: Vota directamente o delega tus votos a otros

source: Discuss
es: Discuta

source: Start and participate in intelligent conversations
es: Comience y participe en conversaciones inteligentes

source: Decide
es: Decida

source: Trust
es: Confianza

source: Ekratia is build on transparency
es: Ekratia es construido sobre la transparencia

source: Being a good citizen is now easy
es: Ser un buen ciudadano es fácil ahora

source: Join us now!
es: Unete ahora!

source: Who is behind Ekratia
es: Quién está detrás de Ekratia

source: Rules of Ekratia
es: Reglas de Ekratia

source: Referendum was approved
es: Referendo fue aprovado

source: Referendum was not approved
es: El referendo no fue aprovado

source: Yes
es: Si

source: Total Votes
es: Votos totales

source: Result
es: Resultado

source: Finished Referendums
es: Referendos Finalizados

source: Start a Referendum
es: Iniciar Referendo

source: Finished
es: Finalizado

source: Active Referendums
es: Referendos Activos

source: Referendum
es: Referendo

source: Open for Voting
es: Abierto para votación

source: Vote for this Referendum
es: Votar por este Referendo

source: You represent
es: Usted representa

source: Expires in
es: Expira en

source: Partial Results
es: Resultados parciales

source: View Results
es: Ver Resultados

source: is open for voting
es: Abierto para votación

source: Log in to vote!
es: Inicie sesión para votar!

source: This Referendum has ended
es: Este referendo a finzalizado

source: Open for voting
es: Abierto para votación

source: Created
es: Creado

source: Results
es: Resultados

source: Vote Details
es: Detalles de votación

source: Graph Visualization
es: Visualización del Grafo

source: Vote for
es: Votar por

source: Do you approve this referendum?
es: Usted aprueba este referendo?

source: Represents
es: Representa

source: Based on the members who delegated to
es: Basado en los miembros que delegaron a

source: Members who delegated to
es: Miembros que delegaron a

source: Nobody has delegated this member
es: Nadie ha delegado este miembro

source: delegates his/her votes to
es: delega sus votos a

source: Member does not have delegates
es: Miembro no tiene delegados

source: Comment
es: Comentario
